/* XMSG: message */
"keyErrDescrMAFLogonErrorInvalidParameter" = "Neplatný parametr.";

/* XMSG: message */
"keyErrDescrMAFLogonErrorInvalidOperationCode" = "Neplatný kód operace.";

/* XMSG: message */
"keyErrDescrMAFLogonErrorCommunicationManagerError" = "Nelze se připojit k serveru. Zkontrolujte data přilášení.";

/* XMSG: message */
"keyErrDescrMAFLogonErrorUserAlreadyLoggedIn" = "Uživatel je již přihlášen.";

/* XMSG: message */
"keyErrDescrMAFLogonErrorOperationExecutionInProgress" = "Provedení operace již probíhá.";

/* XMSG: message */
"keyErrDescrMAFLogonErrorInvalidOperationContext" = "Neplatný kontext operace.";

/* XMSG: message */
"keyErrDescrMAFLogonErrorInvalidCommunicatorId" = "Neplatný identifikátor pro komunikační protokol.";

/* XMSG: message */
"keyErrDescrMAFLogonErrorInvalidActionItemId" = "Neplatný identifikátor položky akce.";

/* XMSG: message */
"keyErrDescrMAFLogonErrorCouldNotDecideCommunicator" = "Nepodařilo se stanovit komunikační protokol.";

/* XMSG: message */
"keyErrDescrMAFLogonErrorInvalidBackendPassword" = "Zkontrolujte své heslo.";

/* XMSG: message */
"keyErrDescrMAFLogonErrorDeviceAlreadyRegistered" = "Zařízení je již registrováno pro jiného uživatele.";

/* XMSG: message */
"keyErrDescrMAFLogonErrorPasswordsNotEqual" = "Zadané kódy k aplikaci si neodpovídají.";

/* XMSG: message */
"keyErrDescrMAFLogonErrorOperationNotAllowed" = "Operace není v tomto stavu povolena.";

/* XMSG: message */
"keyErrDescrMAFLogonErrorInvalidServerHost" = "Zadaná data přihlášení jsou nedostatečná nebo neplatná. Zkuste to znovu.";

/* XMSG: message */
"keyErrDescrMAFLogonErrorResetErrorCheckNetwork" = "Aplikaci nelze vyresetovat. Zkontrolujte, zda jste připojeni k síti.";

/* XMSG */
"keyErrDescrMAFLogonErrorCheckLoginData" = "Nelze se připojit k serveru. Zkontrolujte data přilášení.";

/* XMSG */
"keyErrDescrMAFLogonErrorCheckUsernamePassword" = "Zkontrolujte své uživatelské jméno a heslo.";

/* XMSG */
"keyErrDescrMAFLogonErrorConsultWithAdministrator" = "Nelze se připojit k serveru. Obraťte se na správce.";

/* XMSG */
"keyErrDescrMAFLogonErrorInvalidLoginData" = "Zadaná data přihlášení jsou nedostatečná nebo neplatná. Zkuste to znovu.";

/* XMSG */
"keyErrDescrMAFLogonErrorPasscodeCorrect" = "Zadejte správný kód k aplikaci.";

/* XMSG */
"keyErrDescrMAFLogonErrorPasscodeDigit" = "Zadejte kód, který obsahuje alespoň jednu číslici.";

/* XMSG */
"keyErrDescrMAFLogonErrorPasscodeDontMatch" = "Zadané kódy k aplikaci si neodpovídají.";

/* XMSG */
"keyErrDescrMAFLogonErrorPasscodeExpired" = "Platnost kódu vypršela. Musíte jej změnit.";

/* XMSG */
"keyErrDescrMAFLogonErrorPasscodeLength" = "Zadejte kód, který má alespoň {0} znaků.";

/* XMSG */
"keyErrDescrMAFLogonErrorPasscodeLowercase" = "Zadejte kód, který obsahuje alespoň jedn malé písmeno.";

/* XMSG */
"keyErrDescrMAFLogonErrorPasscodeSpecialCharacters" = "Zadejte kód, který obsahuje alespoň jeden speciální znak.";

/* XMSG */
"keyErrDescrMAFLogonErrorPasscodeUniqueCharacters" = "Zadejte kód, který obsahuje alespoň {0} jedinečných znaků.";

/* XMSG */
"keyErrDescrMAFLogonErrorPasscodeUppercase" = "zadejte kód, který obsahuje alespoň jedno velké písmeno.";

/* XMSG */
"keyErrDescrMAFLogonErrorCertificateKeyGeneration" = "Nepodařilo se získat klíč pro certifikát.";

/* XMSG */
"keyErrDescrMAFLogonErrorCertificateGeneration" = "Nepodařilo se získat cerfitikát.";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorUnknown" = "Neznámá chyba";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorAlreadyExists" = "Zabezpečené úložiště již existuje";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorDataTypeError" = "Chyba typu dat";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorDoesNotExist" = "Zabezpečené úložiště neexistuje";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorInvalidArg" = "Neplatný argument";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorInvalidPassword" = "Zadejte správný kód k aplikaci.";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorLocked" = "Bezpečné úložiště je blokováno";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorOutOfMemory" = "V bezpečném úložišti dochází paměť";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorPasswordExpired" = "Platnost kódu vypršela. Musíte jej změnit.";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorPasswordRequired" = "Zadejte kód, který obsahuje alespoň {0} jedinečných znaků.";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorPasswordRequiresDigit" = "Zadejte kód, který obsahuje alespoň jednu číslici.";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorPasswordRequiresLower" = "Zadejte kód, který obsahuje alespoň jedno malé písmeno.";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorPasswordRequiresSpecial" = "Zadejte kód, který obsahuje alespoň jeden speciální znak.";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorPasswordRequiresUpper" = "Zadejte kód, který obsahuje alespoň jedno velké písmeno.";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorPasswordUnderMinLength" = "Zadejte kód, který má alespoň {0} znaků.";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorPasswordUnderMinUniqueChars" = "Zadejte kód, který obsahuje alespoň {0} jedinečných znaků.";

/* XMSG */
"keyErrDescrMAFSecureStoreManagerErrorDeleted" = "Bezpečné úložiště je vymazáno.";

/* XMSG */
"keyErrDescrMAFLogonErrorOperationNotSupported" = "Operace není podporována.";

/* XMSG: message */
"keyErrDescrMAFLogonErrorInvalidMCIMSSOPin" = "Neplatný kód SSO.";

/* XMSG: message */
"keyErrDescrMAFLogonErrorAfariaInvalidCredentials" = "Neplatné přihlašovací údaje Afaria.";

